Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DiagnosticSiriDataSharingDescription
source: Help improve Siri and Dictation by allowing Apple to store and review audio of your Siri and Dictation interactions from this device.
ar: ساعد في تحسين Siri والإملاء بالسماح لـ Apple بتخزين ومراجعة صوت تفاعلاتك مع Siri والإملاء من هذا الجهاز.
ca: Permet que Apple desi i analitzi l’àudio de les teves interaccions amb Siri i el dictat en aquest dispositiu per ajudar a millorar aquestes funcions.
cs: Pomozte společnosti Apple s vylepšováním Siri a diktování tím, že jí umožníte ukládat a analyzovat zvukové záznamy vaší vzájemné komunikace na tomto zařízení.
da: Hjælp med at forbedre Siri og Diktering ved at tillade Apple at opbevare og gennemgå lyd fra dine interaktioner med Siri og Diktering på denne enhed.
de: Hilf mit, Siri und die Diktierfunktion zu verbessern, indem du Apple erlaubst, Audioaufnahmen deiner Interaktion mit Siri und der Diktierfunktion von diesem Gerät zu speichern und auszuwerten.
el: Βοηθήστε στη βελτίωση του Siri και της Υπαγόρευσης επιτρέποντας στην Apple την αποθήκευση και την ανασκόπηση των δεδομένων ήχου που προέρχονται από τις αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση σε αυτήν τη συσκευή.
es: Ayuda a mejorar Siri y Dictado permitiendo a Apple almacenar y revisar el audio de tus interacciones con Siri y Dictado desde este dispositivo.
es_us: Ayuda a mejorar Siri y Dictado al permitir que Apple almacene y revise el audio de tus interacciones con Siri y Dictado de este dispositivo.
fi: Auta parantamaan Siriä ja sanelua sallimalla Applen tallentaa ja tarkastella Sirin ja sanelun kanssa tällä laitteella käyttämääsi ääntä.
fr: Aidez à améliorer Siri et Dictée en autorisant Apple à conserver et examiner le contenu audio de vos interactions avec Siri et Dictée sur cet appareil.
fr_ca: Contribuez à l’amélioration de Siri et de Dictée en autorisant Apple à stocker et à analyser le contenu audio de vos interactions avec Siri et Dictée à partir de cet appareil.
he: באפשרותך לעזור לשפר את Siri ואת ״הכתבה״ על ידי מתן רשות ל-Apple לשמור ולבדוק את השמע של האינטראקציות שלך עם Siri ועם ״הכתבה״ במכשיר זה.
hi: इस डिवाइस से Siri और डिक्टेशन के साथ अपनी इंटरऐक्शन के ऑडियो को संग्रहित करने और उसकी समीक्षा करने का Apple को अधिकार देकर Siri और डिक्टेशन के सुधार में मदद करें।
hr: Pomozite poboljšati Siri i Diktat tako da dozvolite Appleu pohranjivanje i analiziranje audio zapisa vaših interakcija sa Siri i Diktatom s ovog uređaja.
hu: Segíthet javítani Sirit és a Diktálást, ha engedélyezi az Apple-nek, hogy tárolja és áttekintse a Sirivel és a Diktálással ezen az eszközön végzett műveletek hanganyagát.
id: Bantu tingkatkan Siri dan Dikte dengan mengizinkan Apple untuk menyimpan dan meninjau audio interaksi Siri dan Dikte Anda dari perangkat ini.
it: Aiutaci a migliorare Siri e Dettatura, consentendo ad Apple di archiviare e analizzare l’audio delle interazioni con Siri e Dettatura quando utilizzi questo dispositivo.
ja: Siriと音声入力に対する操作の音声をこのデバイスからオーディオ収録したものを、Appleが保存しレビューすることを許可することで、Siriと音声入力の改善にご協力いただけます。
ko: 이 기기에서 사용자가 Siri 및 받아쓰기와 상호 작용한 오디오를 Apple이 보관하고 검토하는 것을 허용하여 Siri 및 받아쓰기를 향상하는 데 도움을 줄 수 있습니다.
ms: Bantu tingkatkan Siri dan Perencanaan dengan membenarkan Apple menyimpan serta menyemak audio interaksi Siri dan Perencanaan anda daripada peranti ini.
nb: Hjelp oss å forbedre Siri og Diktering ved å tillate at Apple kan lagre og gå gjennom lyden fra din bruk av Siri og Diktering fra denne enheten.
nl: Help bij het verbeteren van Siri en de dicteerfunctie door Apple toe te staan om audio van je interacties met Siri en de dicteerfunctie van dit apparaat te bewaren en te beoordelen.
pl: Pomagaj udoskonalać Siri i funkcję Dyktowanie, pozwalając Apple na przechowywanie i odsłuchiwanie zapisów interakcji głosowych z Siri i funkcją Dyktowanie z tego urządzenia.
pt_br: Ajude a melhorar a Siri e o Ditado ao permitir que a Apple armazene e analise o áudio das interações com a Siri e o Ditado deste dispositivo.
pt_pt: Ajude a melhorar Siri e o Ditado permitindo que a Apple armazene e analise o áudio das suas interações com Siri e o Ditado neste dispositivo.
ro: Ajutați la îmbunătățirea funcționalităților Siri și Dictare permițând ca Apple să stocheze și să examineze conținutul audio al interacțiunilor dvs. care implică Siri și dictarea de pe acest dispozitiv.
ru: Помогите улучшить Siri и Диктовку, разрешив Apple хранить и анализировать аудиозаписи, созданные во время использования функций Siri и Диктовки на этом устройстве.
sk: Ak chcete pomôcť vylepšovať Siri a Diktovanie, môžete spoločnosti Apple povoliť ukladanie a analýzu vašej hlasovej interakcie so Siri a Diktovaním z tohto zariadenia.
sl: Dovolite družbi Apple, da shranjuje in pregleduje zvočni zapis vaših interakcij s Siri in funkcijo Narekovanje iz te naprave, ter tako pomagajte izboljšati Siri in funkcijo Narekovanje.
sv: Hjälp till att förbättra Siri och diktering genom att tillåta att Apple lagrar och granskar ljud från dina interaktioner med Siri och diktering från den här enheten.
th: ช่วยปรับปรุง Siri และการป้อนตามคำบอกโดยการอนุญาตให้ Apple จัดเก็บและตรวจสอบเสียงของการโต้ตอบกับ Siri และการป้อนตามคำบอกจากอุปกรณ์เครื่องนี้
tr: Apple’ın bu aygıttan Siri ve Dikte ile etkileşimlerinizin seslerini saklayıp gözden geçirmesine izin vererek Siri’nin ve Dikte’nin iyileştirilmesine yardımcı olun.
uk: Допомагайте вдосконалювати Siri й Диктування, дозволивши Apple зберігати й аналізувати аудіо ваших взаємодій із Siri й Диктуванням із цього пристрою.
vi: Giúp cải tiến Siri và Đọc chính tả bằng cách cho phép Apple lưu trữ và xem lại âm thanh của các tương tác Siri và Đọc chính tả của bạn từ thiết bị này.
zh_cn: 允许Apple储存并查看来自这台设备的Siri和听写的交互音频，帮助改进Siri和听写。
zh_hk: 允許Apple儲存並檢視你在此裝置上與Siri和「聽寫」的互動音訊，以協助改進Siri和「聽寫」。
zh_tw: 允許Apple儲存並檢視你在此裝置上與Siri和「聽寫」的互動音訊，以便協助改進Siri和「聽寫」。

# DiagnosticSiriDataSharingTitle
source: Improve Siri & Dictation
ar: تحسين Siri والإملاء
ca: Millora Siri i el dictat
cs: Vylepšovat Siri a diktování
da: Gør Siri og Diktering bedre
de: Siri & Diktierfunktion verbessern
el: Βελτίωση Siri και Υπαγόρευσης
es: Mejorar Siri y Dictado
es_us: Mejorar Siri y Dictado
fi: Paranna Siriä ja sanelua
fr: Améliorer Siri et Dictée
fr_ca: Améliorer Siri et Dictée
he: שיפור Siri ו״הכתבה״
hi: Siri और डिक्टेशन बेहतर बनाएँ
hr: Poboljšajte Siri i Diktat
hu: Siri és a Diktálás továbbfejlesztése
id: Tingkatkan Siri & Dikte
it: Migliora Siri e Dettatura
ja: Siriと音声入力の改善
ko: Siri 및 받아쓰기 기능 향상
ms: Tingkatkan Siri & Perencanaan
nb: Forbedre Siri og Diktering
nl: Verbeter Siri en de dicteerfunctie
pl: Ulepszanie (Siri i Dyktowanie)
pt_br: Melhorar a Siri e o Ditado
pt_pt: Melhorar Siri e o Ditado
ro: Îmbunătățire Siri și Dictare
ru: Улучшение Siri и Диктовки
sk: Vylepšovať Siri a Diktovanie
sl: Izboljšanje Siri in funkcije Narekovanje
sv: Förbättra Siri och diktering
th: ปรับปรุง Siri และการป้อนตามคำบอก
tr: Siri’yi ve Dikte’yi İyileştir
uk: Покращення Siri й Диктування
vi: Cải tiến Siri & Đọc chính tả
zh_cn: 改进Siri与听写
zh_hk: 改進Siri與聽寫
zh_tw: 改進Siri與聽寫

# DictationDescription
source: Dictation sends information, such as voice input and location, to Apple to process requests. Voice input from spelling dictation of user names and passwords won’t be sent.
ar: يرسل الإملاء معلومات، مثل إدخال الصوت والموقع، إلى Apple بهدف معالجة الطلبات. ولن يتم إرسال إدخال الصوت من تهجئة إملاء أسماء المستخدمين أو كلمات السر.
ca: El dictat envia informació a Apple, com ara les ordres de veu i la ubicació, per processar les sol·licituds. No s’enviarà cap nom ni cap contrasenya que dictis.
cs: Diktování odesílá informace, jako je váš hlasový vstup a údaje o poloze, společnosti Apple ke zpracování požadavků. Hlasový vstup obsahující hláskování uživatelských jmen a hesel se neodesílá.
da: Diktering sender oplysninger om f.eks. taleinput og lokalitet til Apple til behandling af dine anmodninger. Når du staver til brugernavne og adgangskoder vha. diktering, sendes din tale ikke.
de: Die Diktierfunktion sendet Informationen wie gesprochene Eingaben und Standortdaten an Apple, um deine Anfragen zu bearbeiten. Spracheingaben wie buchstabierte Benutzernamen und Passwörter werden nicht gesendet.
el: Η Υπαγόρευση στέλνει στην Apple πληροφορίες, όπως δεδομένα φωνητικής εισόδου και την τοποθεσία σας, για επεξεργασία αιτημάτων. Δεν αποστέλλονται δεδομένα φωνητικής εισόδου από υπαγόρευση συλλαβισμού ονομάτων χρηστών και συνθηματικών.
es: Dictado envía información (como la voz o la ubicación) a Apple para procesar las peticiones. Los nombres y contraseñas que dictes no se enviarán.
es_us: Dictado envía información a Apple, como el registro de tu voz y tu ubicación, para procesar solicitudes. Tu voz proveniente del dictado de nombres de usuario y contraseñas no se enviará.
fi: Sanelu lähettää tietoja, kuten puhesyötteesi ja sijaintisi, Applelle pyyntöjesi käsittelyä varten. Puhesyötettä kirjaimittain sanelluista käyttäjätunnuksista ja salasanoista ei lähetetä.
fr: Dictée envoie des informations telles que votre voix et votre position géographique à Apple afin de traiter vos requêtes. Les noms d’utilisateur et mots de passe dictés ne sont pas envoyés.
fr_ca: Dictée envoie des informations à Apple, comme les contenus vocaux et votre position, pour traiter vos demandes. Les contenus vocaux correspondant aux noms d’utilisateurs et aux mots de passe ne sont pas envoyés.
he: המאפיין ״הכתבה״ שולח ל-Apple נתונים כגון קלט קולי ופרטי מיקום לצורך עיבוד הבקשות שלך. קלט קולי מהכתבת איות של שמות משתמשים וסיסמאות לא יישלח.
hi: डिक्टेशन अनुरोधों को प्रोसेस करने के लिए आपके वॉइस इनपुट और स्थान जैसी जानकारी Apple को भेजता है। यूज़रनेम और पासवर्ड की वर्तनी के डिक्टेशन का वॉइस इनपुट नहीं भेजा जाएगा।
hr: Diktat šalje Appleu informacije poput vašeg glasovnog unosa i lokacije kako bi obradio vaše zahtjeve. Glasovni unosi slovkanja korisničkih imena i lozinki neće biti poslani.
hu: A Diktálás információkat küld az Apple-nek a kérelmek feldolgozásához, például a hangbevitelt és a helyzetet. A felhasználónevek és jelszavak betűzéséhez használt hangbevitel nem lesz elküldve.
id: Dikte mengirimkan informasi, seperti input suara dan lokasi, ke Apple untuk memproses permintaan. Input suara dari dikte ejaan nama pengguna dan kata sandi tidak akan dikirimkan.
it: Dettatura invia informazioni come l’input vocale e la posizione in cui ti trovi ad Apple per elaborare le richieste. L’input vocale per la dettatura dei nomi utente e delle password non verrà inviato.
ja: 音声入力を使用すると、リクエストを処理するために、音声入力の内容や位置情報などの情報がAppleに送信されます。ユーザ名およびパスワードのスペルを音声入力したときは内容が送信されません。
ko: 받아쓰기는 사용자의 요청을 처리하기 위해 음성 입력과 위치 등의 정보를 Apple에 보냅니다. 사용자 이름 및 암호의 철자를 받아쓰기한 음성 입력은 전송되지 않습니다.
ms: Perencanaan menghantar maklumat, seperti input suara dan lokasi, kepada Apple untuk memproses permintaan. Input suara daripada perencanaan ejaan nama pengguna dan kata laluan tidak akan dihantar.
nb: Diktering sender informasjon som taleinndata og posisjon til Apple for å behandle forespørsler. Taleinndata med staving av brukernavn og passord sendes ikke.
nl: De dicteerfunctie stuurt gegevens, zoals steminvoer en locatie, naar Apple om verzoeken te verwerken. Steminvoer voor het spellen van gebruikersnamen en wachtwoorden wordt niet verstuurd.
pl: Dyktowanie wysyła informacje, np. Twoje polecenia głosowe i położenie, do Apple w celu ich przetworzenia. Literowane nazwy użytkownika i hasła nie są wysyłane.
pt_br: O Ditado envia dados como a sua voz, contatos e localizações à Apple para processar seus pedidos. Dados de voz que contêm nomes de usuário e senhas não são enviados.
pt_pt: A funcionalidade Ditado envia à Apple informação, como dados de voz e localização, para processar os seus pedidos. Não são enviados dados de voz relacionados com o ditado de nomes de utilizadores e palavras‑passe.
ro: Dictarea trimite la Apple informații, precum comenzile vocale și localizarea dvs., pentru procesarea solicitărilor. Comenzile vocale rezultate din dictarea pe litere a numelor de utilizator și a parolelor nu vor fi trimise.
ru: Для обработки запросов Диктовка отправляет в Apple такую информацию, как голосовой ввод и геопозиция. Надиктованные данные, такие как имена пользователей и пароли, не отправляются.
sk: Kvôli spracovaniu žiadostí odosiela Diktovanie do Apple rôzne informácie, napríklad váš hlasový vstup a polohu. Hlasový vstup pri diktovaní pravopisu užívateľských mien a hesiel sa nebude odosielať.
sl: Funkcija Narekovanje družbi Apple pošilja podatke, kot so vaš glasovni vnos in lokacija, da lahko obdela vaše zahteve. Glasovni vnos ob narekovanju črkovanja uporabniških imen in gesel ne bo poslan.
sv: Diktering skickar information, till exempel din röstinmatning och din plats till Apple för att kunna behandla förfrågningar. Röstinmatning från stavningsdiktering av användarnamn och lösenord skickas inte.
th: การป้อนตามคำบอกจะส่งข้อมูล เช่น คำพูดและตำแหน่งที่ตั้ง ไปที่ Apple เพื่อดำเนินการตามคำขอ ชื่อผู้ใช้และรหัสผ่านที่คุณพูดเมื่อป้อนตามคำบอกจะไม่ถูกส่ง
tr: Dikte, isteklerinizi işlemek için ses girişleriniz ve konumunuz gibi bilgileri Apple’a gönderir. Kullanıcı adı ve parola dikte ederken hecelenen ses girişleri gönderilmez.
uk: Диктування надсилає до Apple дані, як‑от голосовий ввід і геопозицію, для опрацювання ваших запитів. Голосові дані посимвольного вводу облікових імен і паролів не надсилаються.
vi: Đọc chính tả gửi thông tin như dữ liệu đầu vào bằng giọng nói và vị trí đến Apple để xử lý các yêu cầu. Dữ liệu đầu vào bằng giọng nói từ đọc chính tả đánh vần tên người dùng và mật khẩu của bạn sẽ không được gửi.
zh_cn: “听写”会将语音输入和位置等信息发送到Apple以处理请求。拼写用户名和密码的语音输入将不会发送。
zh_hk: 「聽寫」會將資料（例如語音輸入及位置等）傳送至Apple以處理要求。傳送的資料不會包括串字聽寫用户名稱及密碼的語音輸入。
zh_tw: 「聽寫」會將語音輸入和位置等資訊傳送給Apple來處理要求。不會傳送使用者名稱和密碼的拼字聽寫語音輸入。

# DictationDisableWarningMessage
source: The information Siri uses to respond to your requests is also used for Dictation and will remain on Apple servers unless Siri is also turned off.
ar: المعلومات التي يستخدمها Siri للاستجابة لطلباتك سيتم أيضًا استخدامها للإملاء، وسيتم إبقاؤها على خوادم Apple إلا إذا تم إيقاف Siri أيضًا.
ca: La informació que Siri utilitza per donar resposta a les teves sol·licituds també s’utilitza per al dictat i es conservarà als servidors d’Apple a menys que també desactivis Siri.
cs: Data, která Siri používá k odpovědím na vaše žádosti, jsou také využívána pro Diktování a budou nadále uložena na serverech společnosti Apple (pokud také nevypnete Siri).
da: De oplysninger, som Siri bruger til at besvare dine anmodninger, bruges også til diktering og forbliver på Apples servere, medmindre Siri også slås fra.
de: Die von Siri zum Antworten auf Anfragen verwendeten Informationen werden auch von der Diktierfunktion verwendet und bleiben auf den Apple-Servern, es sei denn, Siri ist ebenfalls deaktiviert.
el: Οι πληροφορίες που χρησιμοποιεί το Siri για να αποκρίνεται στα αιτήματά σας χρησιμοποιούνται επίσης για την Υπαγόρευση και θα παραμείνουν στους διακομιστές της Apple μέχρι να απενεργοποιηθεί το Siri.
es: Dictado también utiliza la información que usa Siri para responder a tus solicitudes, por lo que esta permanece en los servidores de Apple a menos que se desactive Siri.
es_us: Dictado usa la misma información que usa Siri para responder a tus peticiones, por lo que esta se conservará en los servidores de Apple, salvo que también desactives Siri.
fi: Tietoja, joita Siri käyttää vastatessaan pyyntöihisi, käytetään myös sanelua varten. Tiedot säilyvät Applen palvelimilla ellet laita myös Siriä pois päältä.
fr: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées pour Dictée et resteront sur les serveurs Apple sauf si Siri est aussi désactivé.
fr_ca: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées par Dictée et sont conservées sur les serveurs d’Apple, à moins que Siri ne soit désactivé.
he: המידע שמשמש את Siri כדי להגיב לבקשות שלך משמש גם את המאפיין ״הכתבה״ ונשאר בשרתים של Apple, אלא אם כן כיבית גם את Siri.
hi: आपके अनुरोधों का उत्तर देने के लिए Siri द्वारा जिस जानकारी का उपयोग किया जाता है, उसी का उपयोग डिक्टेशन के लिए भी किया जाता है और वह जानकारी Siri के बंद किए जाने तक Apple के सर्वर पर उपलब्ध रहती है।
hr: Informacije koje Siri koristi za odgovaranje na vaše zahtjeve također se koriste za Diktat i zadržat će se na Appleovim serverima osim ako ne isključite i Siri.
hu: Az az információ, amelyet Siri használ a kérések megválaszolására, szintén fel lesz használva a Diktáláshoz, és az Apple szerverein marad, hacsak Sirit ki nem kapcsolja.
id: Informasi yang digunakan Siri untuk merespons permintaan Anda juga digunakan untuk Dikte dan akan tetap berada di server Apple kecuali jika Siri dimatikan.
it: Le informazioni utilizzate da Siri per rispondere alle tue richieste sono usate anche per Dettatura e rimarranno sui server di Apple a meno che non disabiliti anche Siri.
ja: Siriがユーザのリクエストに応じる際に参照する情報は音声入力でも使用され、Siriもオフになっている場合を除き、Appleサーバからは削除されません。
ko: Siri가 사용자의 요청에 응답하기 위해 사용하는 정보는 받아쓰기에서도 사용되며 Siri가 꺼져 있지 않는 한 Apple 서버에 유지됩니다.
ms: Maklumat yang digunakan oleh Siri untuk membalas permintaan anda turut digunakan untuk Perencanaan dan akan kekal pada pelayan Apple melainkan Siri turut dinyahaktifkan.
nb: Informasjonen Siri bruker til å svare på forespørslene dine, brukes også til diktering, og den blir værende på Apples tjenere med mindre Siri også slås av.
nl: De informatie die Siri gebruikt om te reageren op je verzoeken wordt ook gebruikt voor de dicteerfunctie en blijft aanwezig op de Apple servers tenzij Siri ook wordt uitgeschakeld.
pl: Informacje, których Siri używa do przetwarzania Twoich poleceń, są także używane przez funkcję dyktowania i pozostaną na serwerach Apple, o ile nie wyłączysz Siri.
pt_br: As informações usadas pela Siri para responder a seus pedidos também são usadas para o Ditado e permanecerão nos servidores da Apple, a menos que o Ditado também seja desativado.
pt_pt: A informação usada por Siri para responder aos seus pedidos é igualmente utilizada pela funcionalidade Ditado e permanecerá nos servidores da Apple, a menos que também desative Siri.
ro: Informațiile utilizate de Siri pentru a răspunde solicitărilor dvs. sunt utilizate și pentru dictare și vor rămâne pe serverele Apple, cu excepția cazului în care dezactivați și Siri.
ru: Информация, используемая Siri для ответов на Ваши запросы, также используется для Диктовки и будет храниться на серверах Apple, пока функция Siri также не будет выключена.
sk: Informácie, ktoré Siri používa na spracovanie vašich žiadostí, používa aj Diktovanie a zostanú na serveroch Apple, kým nebude vypnutá aj služba Siri.
sl: Podatki, ki jih Siri uporablja za odgovarjanje na vaše zahteve, se uporabljajo tudi za funkcijo Narekovanje in bodo ostali v strežnikih Apple, razen če izklopite tudi Siri.
sv: Informationen som Siri använder till att utföra dina instruktioner används även av diktering och kommer att finnas kvar på Apples servrar om inte Siri också stängs av.
th: ข้อมูลที่ Siri ใช้เพื่อตอบสนองต่อคำขอของคุณจะถูกใช้สำหรับการป้อนตามคำบอกด้วย และจะอยู่บนเซิร์ฟเวอร์ของ Apple นอกจากจะปิดใช้งาน Siri ด้วยเช่นกัน
tr: Siri’nin isteklerinize yanıt vermek için kullandığı bilgiler Dikte için de kullanılır ve Siri kapatılmadığı sürece de Apple sunucularında kalır.
uk: Інформація, яку Siri використовує, щоб відповідати на ваші запити, також використовується для Диктування і лишатиметься на серверах Apple, доки Siri не вимкнено.
vi: Thông tin mà Siri sử dụng để đáp ứng yêu cầu của bạn cũng được sử dụng cho Đọc chính tả và sẽ vẫn ở trên máy chủ của Apple trừ khi Siri cũng bị tắt.
zh_cn: Siri用于回应你请求所用的信息也会用于“听写”，除非也同时关闭Siri，否则这些信息将保留在Apple服务器上。
zh_hk: Siri用作回應你要求的資料亦同時用於「聽寫」。除非Siri被關上，否則該資料將繼續保留在Apple的伺服器上。
zh_tw: Siri回應你要求時所用的資訊也會用在「聽寫」，除非關閉Siri，否則此資訊都會保留在Apple伺服器中。

# DictationEnableTitle
source: Dictation
ar: الإملاء
ca: Dictat
cs: Diktování
da: Diktering
de: Diktierfunktion
el: Υπαγόρευση
es: Dictado
es_us: Dictado
fi: Sanelu
fr: Dictée
fr_ca: Dictée
he: הכתבה
hi: डिक्टेशन
hr: Diktat
hu: Diktálás
id: Dikte
it: Dettatura
ja: 音声入力
ko: 받아쓰기
ms: Perencanaan
nb: Diktering
nl: Dicteerfunctie
pl: Dyktowanie
pt_br: Ditado
pt_pt: Ditado
ro: Dictare
ru: Диктовка
sk: Diktovanie
sl: Narekovanje
sv: Diktering
th: การป้อนตามคำบอก
tr: Dikte
uk: Диктування
vi: Đọc chính tả
zh_cn: 听写
zh_hk: 聽寫
zh_tw: 聽寫

# DictationUnavailableDescription
source: Dictation isn’t available in %@.
ar: لا يتوفر "الإملاء" باللغة %@.
ca: El dictat no està disponible en %@.
cs: V jazyce %@ není diktování k dispozici.
da: Diktering er ikke tilgængeligt på %@.
de: Die Diktierfunktion ist auf %@ nicht verfügbar.
el: Η Υπαγόρευση δεν διατίθεται στα %@.
es: Dictado no está disponible en %@.
es_us: Dictado no está disponible en %@.
fi: Sanelua ei tueta kielellä %@.
fr: Dictée n’est pas disponible en %@.
fr_ca: Dictée n’est pas disponible en %@.
he: ‏״הכתבה״ אינו זמין ב%@.
hi: डिक्टेशन %@ में उपलब्ध नहीं है।
hr: Diktat nije dostupan za %@ jezik.
hu: A Diktálás nem érhető el %@ nyelven.
id: Dikte tidak tersedia dalam %@.
it: La dettatura non è disponibile in %@.
ja: %@では音声入力は利用できません。
ko: %@(으)로는 받아쓰기를 사용할 수 없습니다.
ms: Perencanaan tidak tersedia dalam %@.
nb: Diktering er ikke tilgjengelig på %@.
nl: De dicteerfunctie is niet beschikbaar in het %@.
pl: Dyktowanie w tym języku (%@) nie jest dostępne.
pt_br: O Ditado não está disponível em %@.
pt_pt: Ditado não está disponível em %@.
ro: Dictarea nu este disponibilă în %@.
ru: Диктовка не поддерживает %@ язык.
sk: Diktovanie nie je k dispozícii v jazyku %@.
sl: Narekovanje ni na voljo v jeziku %@.
sv: Dikteringsfunktionen är inte tillgänglig på %@.
th: การป้อนตามคำบอกไม่มีใน%[tt]@
tr: %@ Dikte kullanılamıyor.
uk: Диктування недоступне цією мовою (%@).
vi: Đọc chính tả không có sẵn bằng %@.
zh_cn: %@不支持“听写”功能。
zh_hk: 無法以%@使用聽寫。
zh_tw: 無法使用%@聽寫。

source: Disabled
ar: تم التعطيل
ca: Desactivat
cs: Vypnuto
da: Slået fra
de: Deaktiviert
el: Ανενεργό
es: Desactivado
es_us: Desactivado
fi: Ei käytössä
fr: Désactivé
fr_ca: Désactivé
he: לא פעיל
hi: अक्षम किया गया
hr: Onemogućeno
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
ms: Dinyahdayakan
nb: Deaktivert
nl: Uitgeschakeld
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Выключено
sk: Vypnuté
sl: Onemogočeno
sv: Avaktiverat
th: ปิดใช้งาน
tr: Etkin Değil
uk: Вимкнено
vi: Đã tắt
zh_cn: 已停用
zh_hk: 已停用
zh_tw: 已停用

# DisplayModeProgressiveMarketNameResolutionRefreshRateFormat
source: %zup %@ (%.5gHz)
ar: ‏‪%zup‬ ‏%@ (‏%.5g هرتز)
he: ‏⁨%zup %@⁩ ‏(%.5g הרץ)
ru: %zup %@ (%.5g Гц)
uk: %zup %@ (%.5g Гц)

# DisplayModeProgressiveMarketNameUHDResolutionRefreshRateFormat
source: 4K %@ (%.5gHz)
ar: ‏‪4K %@‬ ‏(%.5gهرتز)
he: ‏⁨4K %@⁩ ‏(%.5g הרץ)
ru: 4K %@ (%.5g Гц)
uk: 4K %@ (%.5g Гц)

# DisplayModeProgressiveOtherResolutionRefreshRateFormat
source: %zu x %zu %@ (%.5gHz)
ar: ‏‫%zu x %zu %@‬ (‏%.5g هرتز)
he: ‏⁨%zu x %zu %@⁩‏(%.5g הרץ)
hu: %zu × %zu %@ (%.5g Hz)
ru: %zu × %zu %@ (%.5g Гц)
sv: %zu×%zu %@ (%.5g Hz)
uk: %zu x %zu %@ (%.5g Гц)

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: OK
el: Τέλος
es: OK
es_us: Listo
fi: OK
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: OK
no: Ferdig
pl: OK
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成
